<h2>Porque devo me cadastrar em sites PTCs? </h2>

<p>Se voc&ecirc; fica muito tempo online com certeza visita v&aacute;rios sites por dia. Porque n&atilde;o receber um dinheiro extra para fazer isso? Voc&ecirc; s&oacute; precisa de 10 minutos por dia.</p>

<h2>Why should I register on PTC sites? </h2>

<p>If you spend too much time online surely visit several sites per day. Why not receive extra money to do this? You only need 10 minutes a day.</p>

<h2>Como funcionam esses sites? </h2>

S&atilde;o sites de publicidade que prestam servicos aos anunciantes, estes pagam uma quantia para ter seu website divulgado.

<h2>How do these sites work? </h2>

These are sites that provide advertising services to advertisers, they pay money to have your website disclosed.
Mais onde eu entro nessa hist&oacute;ria?
Voc&ecirc; ser&aacute; o respons&aacute;vel de visualizar os sites dos anunciantes e receber&aacute; uma porcentagem dos lucros.

<h2>More where I go in this story?</h2>
You will be responsible to visualize the sites of advertisers and receive a percentage of profits.

<h2>Preciso pagar aos PTCs para me cadastrar?</h2>
N&aacute;o. O cadastro &eacute; totalmente gratuito e vocvoc&ecirc; n&atilde;o &eacute; obrigado a comprar nada.

<h2>I need to pay to PTCs I register?</h2>
No. The registration is completely free and you are not obligated to buy anything.

<h2>Quanto recebo por cada an&uaccute;ncio visualizado?</h2>
Em regra geral recebe $0.01 por cada an&uaccute;ncio e ainda uma porcentagem dos cliques dos seus referidos. Quanto mais referidos tiver, maior ser&aacute; o seu lucro.

<h2>As I get for each ad displayed?</h2>
In general receives $0.01 for each ad and also a percentage of the clicks of your referrals. The more you have mentioned, the higher your profit.

<h2>O que s&atilde;o referidos e como consegui-los? </h2>
Referidos s&atilde;o pessoas que fazem o cadastro nos sites PTCs atrav&eacute;s do seu reflink (um link para a p&aacute;gina de cadastro do site com o seu nome de usu&aacute;rio, disponibilizado pelo site aos usu&aacute;rios) e cada vez que realizarem cliques em an&uacute;ncios uma parcela do valor ganho ser&aacute; creditado na sua conta. Maximizando assim os seus lucros. Para isso basta divulgar seu reflink aos seus amigos, parentes e conhecidos.

<h2>What are these and how to get them?</h2>

Referrals are people who do the registration sites in PTCs through its reflink (a link to the registration page of the website with your user name, provided by site users) and each time they perform ad clicks a portion of earned value will be credited to your account. Thus maximizing their profits. To do this simply disclose your reflink to your friends, relatives and acquaintances.

<h2>Como receber o dinheiro ganho nos PTCs?</h2>

Voc&ecirc; pode pedir seu dinheiro quando atingir o pagamento m&iacute;nimo (Payout), para isso basta ter uma conta PayPal ou AlertPay. S&atilde;o empresas totalmente seguras e confi&aacute;veis, que fazem transfer&ecirc;ncia de dinheiro entre empresas ou pessoas apenas utilizando uma conta de e-mail.

<h2>How to receive the money in PTCs?</h2>

You can ask for your money when you reach the minimum payment (Payout), you just have to have a PayPal or AlertPay account. They are totally safe and reliable companies that make money transfer between companies or people only using an e-mail.

<h2>O que fazer com o dinheiro ganho?</h2>

Voc&ecirc; pode fazer compras online em lojas como Ebay, comprar contas Premium de servidores de downloads como o Megaupload e Rapidshare, ou mesmo transferir o dinheiro para sua conta banc&aacute;ria.
Agora j&aacute; est&atilde;o habilitados para ler sobre os melhores PTCs e comecar a ganhar dinheiro na internet.

<h2>What to do with the money?</h2>
You can shop online at stores like Ebay, buy Premium account to download servers like Megaupload and Rapidshare, or even transfer the money to your bank account.
Now you are able to read about the best PTCs and start making money on the internet.